public/areas/bucket.html
<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <title>The Bucket</title>
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <meta name="description" content="">
  <meta name="keywords" content="">
  <link rel="stylesheet" href="/assets/css/main.css">
  <link rel="stylesheet" href="/assets/css/modus-operandi.css" id="noty-theme">
</head>
<body>
  <header class="noty-header">
    <nav class="noty-nav">
  <a href="/index.html" class="noty-nav-brand">Home</a>
  <ul class="noty-nav-list">
    <li><a href="/areas/index.html">Areas</a></li>
    <li><a href="/projects/index.html">Projects</a></li>
    <li><a href="/personal/index.html">Personal</a></li>
    <li><a href="/pages/manual.html">Manual</a></li>
  </ul>
  <div class="noty-nav-actions">
    <button class="theme-toggle" type="button" title="Toggle theme">🌓</button>
    <button class="sidenote-toggle" type="button" title="Toggle notes">☰</button>
  </div>
</nav>

  </header>
  <main class="page">
    <aside class="left-bar">
      <div id="toc"></div>
    </aside>
    <article class="content noty-article">
      <h1 class="noty-title">The Bucket</h1>
      <div id="outline-container-org15bccf7" class="outline-2">
<h2 id="org15bccf7"><span class="section-number-2">1.</span> Concentration of Measure of First Passage Trajectories</h2>
<div class="outline-text-2" id="text-1">
<p>
It must be possible to define a mean trajectory where the trajctories concentrate. For example in the WKB expansion, the most probable paths from an initial position \(x_0\) to an attractor \(x^*\) are given by the the most relaxation trajctory.
</p>
</div>
<div id="outline-container-org4e22a26" class="outline-3">
<h3 id="org4e22a26"><span class="section-number-3">1.1.</span> Coverage Trajectories</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Once the first-passage trajectories are done it must be easy to extend this.
</p>
</div>
</div>
<div id="outline-container-org52effcc" class="outline-3">
<h3 id="org52effcc"><span class="section-number-3">1.2.</span> Concentration of Filtration</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Given \((\omega, \Omega, P)\), where \(\Omega\) is the $&sigma;$-algebra of \(\omega\) and \(P: \Omega \to [0, 1]\). A filtration is family \(\mathcal{F} = \left\{ \mathcal{M}_t\right\}_{t \geq 0}\) of $&sigma;$-algebras \(\mathcal{F}_t \in \Omega\) such that 
\[
\mathcal{F}_{s} \subset \mathcal{F}_t, \quad  \forall s \in [0, t)
\].
Can we define a concentration in the filtration?
</p>
</div>
</div>
</div>
<div id="outline-container-org2358397" class="outline-2">
<h2 id="org2358397"><span class="section-number-2">2.</span> Chaos of Relaxation Trajectories</h2>
<div class="outline-text-2" id="text-2">
<p>
Relaxation trajectories represent minima in the rate function? so what happens when we obtain chaotic orbits in the relacation trajectories? does the landascape become super rough?
</p>
</div>
</div>
<div id="outline-container-org0a42413" class="outline-2">
<h2 id="org0a42413"><span class="section-number-2">3.</span> Guassian Tubes in SPDEs</h2>
<div class="outline-text-2" id="text-3">
<p>
Guassian tubes around most probable paths are possible (in-theory). Can I get a an analogue for a pde?
</p>
</div>
</div>

      
    </article>
    <!-- notes-panel is created dynamically if missing -->
  </main>
  <footer class="noty-footer">
    <div class="noty-footer-inner">
  <p>Generated with <code>emacs-noty</code>.</p>
</div>

  </footer>
  <script src="/assets/js/theme.js"></script>
  <script src="/assets/js/site.js"></script>
  <script src="/assets/js/refs.js"></script>
  <script src="/assets/js/scroll-restore.js"></script>
  <script src="/assets/js/load-math-macros.js"></script>
  <script src="/assets/js/link-preview.js"></script>
  <script src="/assets/js/mathjax-config.js"></script>
<script src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-svg.js" id="MathJax-script"></script>

</body>
</html>
